README.org
#+TITLE: tunes
#+COLUMNS: %50ITEM(Tune) %1PRIORITY(F) %Composer %Changes %30TAGS(Tags)

#+BEGIN: columnview :id global
| Tune                                   | F | Composer         | Changes          | Tags              |
|----------------------------------------+---+------------------+------------------+-------------------|
| Alice in Wonderland                    | A |                  |                  | :DISNEY:MOVIE:    |
| All of You                             | A |                  |                  | :STANDARD:        |
| All The Things You Are                 | A |                  |                  | :STANDARD:        |
| Alone Together                         | A |                  |                  | :BALLAD:STANDARD: |
| A Night in Tunisia                     | A | Dizzy Gillespie  |                  | :BEBOP:LATIN:     |
| Anthropology                           | A | Charlie Parker   | [[*I Got Rhythm][I Got Rhythm]]     | :RHYTHM:          |
| Autumn Leaves                          | A |                  |                  | :STANDARD:BALLAD: |
| Bags' Groove                           | A |                  |                  | :BLUES:BEBOP:     |
| Beautiful Love                         | A |                  |                  | :BALLAD:STANDARD: |
| Billie's Bounce                        | A | Charlie Parker   |                  | :BLUES:BEBOP:     |
| Blue Bossa                             | A | Kenny Dorham     |                  | :BOSSA:           |
| Blue Monk                              | A | Thelonius Monk   |                  | :BLUES:BEBOP:     |
| Body and Soul                          | A |                  |                  | :STANDARD:        |
| Boplicity                              | A |                  |                  | :BEBOP:           |
| Cantaloupe Island                      | A | Herbie Hancock   |                  | :HARDBOP:         |
| Caravan                                | A |                  |                  |                   |
| Corcovado                              | A | Tom Jobim        |                  | :BOSSA:           |
| Donna Lee                              | A | Miles Davis      | [[*Indiana][Indiana]]          | :BEBOP:           |
| Doxy                                   | A | Sonny Rollins    |                  | :BEBOP:           |
| Embraceable You                        | A |                  |                  | :STANDARD:BALLAD: |
| Georgia on My Mind                     | A |                  |                  | :BALLAD:STANDARD: |
| Giant Steps                            | A | John Coltrane    |                  | :BEBOP:           |
| Girl from Ipanema                      | A | Tom Jobim        |                  | :BOSSA:           |
| Have You Met Mrs. Jones?               | A |                  |                  | :STANDARD:        |
| Have Yourself a Merry Little Christmas | A |                  |                  | :CHRISTMAS:       |
| Honeysuckle Rose                       | A |                  |                  | :STANDARD:        |
| If I Only Had A Brain                  | A |                  |                  | :MOVIE:           |
| I Got Rhythm                           | A |                  |                  | :STANDARD:        |
| I'll Remember April                    | A |                  |                  | :STANDARD:        |
| In a Mellow Tone                       | A | Duke Ellington   |                  |                   |
| In a Sentimental Mood                  | A | Duke Ellington   |                  |                   |
| I Remember You                         | A |                  |                  | :BALLAD:          |
| Lester Leaps In                        | A |                  | [[*I Got Rhythm][I Got Rhythm]]     |                   |
| Like Someone in Love                   | A |                  |                  | :STANDARD:        |
| Maiden Voyage                          | A | Herbie Hancock   |                  | :MODAL:           |
| Mercy, Mercy, Mercy                    | A |                  |                  | :HARDBOP:         |
| Misty                                  | A |                  |                  | :STANDARD:        |
| Mr P.C.                                | A | John Coltrane    |                  | :BEBOP:BLUES:     |
| My Favorite Things                     | A |                  |                  | :MOVIE:           |
| My Funny Valentine                     | A |                  |                  |                   |
| Naima                                  | A |                  |                  |                   |
| Nardis                                 | A |                  |                  |                   |
| Night and Day                          | A |                  |                  |                   |
| Oleo                                   | A | Sonny Rollins    | [[*I Got Rhythm][I Got Rhythm]]     | :RHYTHM:          |
| One Note Samba                         | A | Tom Jobim        |                  | :BOSSA:           |
| Rainbow Connection                     | A |                  |                  | :BALLAD:MOVIE:    |
| Rhythm-A-Ning                          | A | Thelonius Monk   | [[*I Got Rhythm][I Got Rhythm]]     | :RHYTHM:BEBOP:    |
| Salt Peanuts                           | A |                  | [[*I Got Rhythm][I Got Rhythm]]     | :BEBOP:           |
| Scrapple from the Apple                | A | Charlie Parker   | [[*Honeysuckle Rose][Honeysuckle Rose]] | :BEBOP:           |
| Skylark                                | A | Hoagy Carmichael |                  | :BALLAD:STANDARD: |
| Solar                                  | A | Miles Davis      |                  | :BEBOP:           |
| Someday My Prince Will Come            | A |                  |                  | :DISNEY:MOVIE:    |
| Song for my Father                     | A | Horace Silver    |                  | :HARDBOP:         |
| So What                                | A | Miles Davis      |                  | :MODAL:           |
| Stella by Starlight                    | A |                  |                  | :STANDARD:        |
| St. Thomas                             | A | Sonny Rollins    |                  |                   |
| Take the "A" Train                     | A |                  |                  |                   |
| Tea for Two                            | A |                  |                  |                   |
| Watermelon Man                         | A | Herbie Hancock   |                  | :HARDBOP:         |
| Wave                                   | A | Tom Jobim        |                  | :BOSSA:           |
| We See                                 | A | Thelonius Monk   |                  | :BEBOP:           |
| What is This Thing Called Love?        | A |                  |                  | :STANDARD:        |
| When You Wish Upon a Star              | A |                  |                  | :DISNEY:MOVIE:    |
| Alfie                                  | B |                  |                  | :BALLAD:MOVIE:    |
| All Blues                              | B | Miles Davis      |                  | :MODAL:BLUES:     |
| Angel Eyes                             | B |                  |                  | :BALLAD:STANDARD: |
| A Nightingale Sang in Berkeley Square  | B |                  |                  | :STANDARD:BALLAD: |
| Autumn in New York                     | B |                  |                  | :BALLAD:STANDARD: |
| Bluesette                              | B | Toots Thielemans |                  |                   |
| Blue Skies                             | B |                  |                  | :STANDARD:        |
| Brazil                                 | B |                  |                  |                   |
| Cherokee                               | B |                  |                  |                   |
| Countdown                              | B |                  |                  | :BEBOP:           |
| Darn that Dream                        | B |                  |                  | :STANDARD:        |
| Desafinado                             | B | Tom Jobim        |                  | :BOSSA:           |
| Dindi                                  | B |                  |                  | :BOSSA:           |
| Dolphin Dance                          | B | Herbie Hancock   |                  | :HARDBOP:         |
| Doodlin'                               | B | Horace Silver    |                  | :BLUES:HARDBOP:   |
| Emily                                  | B | Johnny Mandel    |                  | :BALLAD:MOVIE:    |
| Fall                                   | B | Wayne Shorter    |                  | :POSTBOP:         |
| Footprints                             | B | Wayne Shorter    |                  | :POSTBOP:         |
| Four                                   | B | Miles Davis      |                  | :BEBOP:           |
| Gee, Baby, Ain't I Good To You         | B |                  |                  | :STANDARD:        |
| God Bless The Child                    | B |                  |                  | :STANDARD:BALLAD: |
| Goodbye Pork Pie Hat                   | B |                  |                  |                   |
| Here's That Rainy Day                  | B |                  |                  | :STANDARD:        |
| How Deep Is The Ocean?                 | B |                  |                  |                   |
| How High The Moon?                     | B |                  |                  |                   |
| I Ain't Got Nobody                     | B |                  |                  |                   |
| Indiana                                | B |                  |                  | :STANDARD:        |
| In Walked Bud                          | B | Thelonius Monk   | [[*Blue Skies][Blue Skies]]       | :BEBOP:           |
| In Your Own Sweet Way                  | B | Dave Brubeck     |                  |                   |
| Israel                                 | B |                  |                  | :BLUES:           |
| It Could Happen To You                 | B |                  |                  |                   |
| It Don't Mean a Thing                  | B |                  |                  |                   |
| I've Got a Crush On You                | B |                  |                  |                   |
| I've Got the World on a String         | B |                  |                  |                   |
| Joy Spring                             | B | Clifford Brown   |                  |                   |
| Little Sunflower                       | B |                  |                  | :MODAL:           |
| Lover Man                              | B |                  |                  | :BALLAD:STANDARD: |
| Manha de Carnaval                      | B |                  |                  | :BOSSA:           |
| Moment's Notice                        | B | John Coltrane    |                  | :BEBOP:           |
| Mood Indigo                            | B | Duke Ellington   |                  |                   |
| Moon River                             | B |                  |                  | :MOVIE:           |
| My Foolish Heart                       | B |                  |                  | :STANDARD:BALLAD: |
| My One and Only Love                   | B |                  |                  |                   |
| My Romance                             | B |                  |                  |                   |
| Nutville                               | B | Horace Silver    |                  | :HARDBOP:         |
| On Green Dolphin Street                | B |                  |                  |                   |
| Poinciana                              | B |                  |                  |                   |
| Pure Imagination                       | B |                  |                  | :BALLAD:MOVIE:    |
| Round Midnight                         | B | Thelonius Monk   |                  | :BALLAD:          |
| Satin Doll                             | B |                  |                  |                   |
| Softly, as in a Morning Sunrise        | B |                  |                  | :STANDARD:        |
| Somewhere Over The Rainbow             | B |                  |                  | :MOVIE:           |
| Sweet Georgia Brown                    | B |                  |                  |                   |
| There is No Greater Love               | B |                  |                  |                   |
| The Surrey with the Fringe on Top      | B |                  |                  |                   |
| They Can't Take That Away From Me      | B |                  |                  | :STANDARD:        |
| Waltz for Debby                        | B |                  |                  |                   |
| What's New?                            | B |                  |                  |                   |
| When Sunny Gets Blue                   | B |                  |                  |                   |
| Yesterdays                             | B |                  |                  |                   |
| You'd Be So Nice to Come Home To       | B |                  |                  |                   |
| You Don't Know What Love Is            | B |                  |                  |                   |
| You Took Advantage of Me               | B |                  |                  |                   |
| Agua de Beber                          | C | Tom Jobim        |                  | :BOSSA:           |
| Ain't Misbehavin'                      | C |                  |                  | :STANDARD:        |
| Black Coffee                           | C |                  |                  | :STANDARD:        |
| Blue in Green                          | C | Kenny Dorham     |                  | :BOSSA:           |
| But Not For Me                         | C |                  |                  |                   |
| Chelsea Bridge                         | C |                  |                  |                   |
| Easy Living                            | C |                  |                  | :STANDARD:BALLAD: |
| Falling Grace                          | C | Steve Swallow    |                  | :POSTBOP:         |
| I Hear a Rhapsody                      | C |                  |                  |                   |
| I Loves You, Porgy                     | C |                  |                  |                   |
| Lonely Woman                           | C |                  |                  | :BALLAD:          |
| Lush Life                              | C |                  |                  | :BALLAD:STANDARD: |
| Nobody Else But Me                     | C |                  |                  |                   |
| O Pato                                 | C | Tom Jobim        |                  | :BOSSA:           |
| Ruby My Dear                           | C | Thelonius Monk   |                  | :BALLAD:          |
| So Danco Samba                         | C |                  |                  | :BOSSA:           |
| Someone to Watch Over Me               | C |                  |                  | :STANDARD:BALLAD: |
| Tenderly                               | C |                  |                  |                   |
| The Way You Look Tonight               | C |                  |                  |                   |
| Whisper Not                            | C |                  |                  |                   |
#+END:

