README.org
* [#A] All of You :STANDARD:
* [#A] All The Things You Are :STANDARD:
* [#A] Alone Together :BALLAD:STANDARD:
* [#A] A Night in Tunisia :BEBOP:LATIN:
:PROPERTIES:
:Composer: Dizzy Gillespie
:END:
* [#A] Anthropology :RHYTHM:
:PROPERTIES:
:Composer: Charlie Parker
:Changes: [[*I Got Rhythm][I Got Rhythm]]
:END:
* [#A] Autumn Leaves :STANDARD:BALLAD:
* [#A] Bags' Groove :BLUES:BEBOP:
* [#A] Beautiful Love :BALLAD:STANDARD:
* [#A] Billie's Bounce :BLUES:BEBOP:
:PROPERTIES:
:Composer: Charlie Parker
:END:
* [#A] Blue Bossa :BOSSA:
:PROPERTIES:
:Composer: Kenny Dorham
:END:
* [#A] Blue Monk :BLUES:BEBOP:
:PROPERTIES:
:Composer: Thelonius Monk
:END:
* [#A] Body and Soul :STANDARD:
* [#A] Boplicity :BEBOP:
* [#A] Cantaloupe Island :HARDBOP:
:PROPERTIES:
:Composer: Herbie Hancock
:END:
* [#A] Caravan
* [#A] Corcovado :BOSSA:
:PROPERTIES:
:Composer: Tom Jobim
:END:
* [#A] Donna Lee :BEBOP:
:PROPERTIES:
:Composer: Miles Davis
:Changes: [[*Indiana][Indiana]]
:END:
* [#A] Doxy :BEBOP:
:PROPERTIES:
:Composer: Sonny Rollins
:END:
* [#A] Embraceable You :STANDARD:BALLAD:
* [#A] Georgia on My Mind :BALLAD:STANDARD:
* [#A] Giant Steps :BEBOP:
:PROPERTIES:
:COMPOSER: John Coltrane
:END:
* [#A] Girl from Ipanema :BOSSA:
:PROPERTIES:
:Composer: Tom Jobim
:END:
* [#A] Have You Met Mrs. Jones? :STANDARD:
* [#A] Have Yourself a Merry Little Christmas :CHRISTMAS:
* [#A] Honeysuckle Rose :STANDARD:
* [#A] If I Only Had A Brain :MOVIE:
* [#A] I Got Rhythm :STANDARD:
:PROPERTIES:
:Composer: Gershwin
:END::STANDARD:
* [#A] I'll Remember April :STANDARD:
* [#A] In a Mellow Tone
:PROPERTIES:
:COMPOSER: Duke Ellington
:END:
* [#A] In a Sentimental Mood
:PROPERTIES:
:COMPOSER: Duke Ellington
:END:
* [#A] I Remember You :BALLAD:
* [#A] Lester Leaps In
:PROPERTIES:
:Changes:  [[*I Got Rhythm][I Got Rhythm]]
:END:
* [#A] Like Someone in Love :STANDARD:
* [#A] Maiden Voyage :MODAL:
:PROPERTIES:
:COMPOSER: Herbie Hancock
:END:
* [#A] Mercy, Mercy, Mercy :HARDBOP:
* [#A] Misty :STANDARD:
* [#A] Mr P.C. :BEBOP:BLUES:
:PROPERTIES:
:COMPOSER: John Coltrane
:END:
* [#A] My Favorite Things :MOVIE:
* [#A] My Funny Valentine
* [#A] Naima
* [#A] Nardis
* [#A] Night and Day
* [#A] Oleo :RHYTHM:
:PROPERTIES:
:Composer: Sonny Rollins
:Changes: [[*I Got Rhythm][I Got Rhythm]]
:END:
* [#A] One Note Samba :BOSSA:
:PROPERTIES:
:Composer: Tom Jobim
:END:
* [#A] Rainbow Connection :BALLAD:MOVIE:
From "The Muppet Movie"
* [#A] Rhythm-A-Ning :RHYTHM:BEBOP:
:PROPERTIES:
:Composer: Thelonius Monk
:Changes: [[*I Got Rhythm][I Got Rhythm]]
:END:
* [#A] Salt Peanuts :BEBOP:
:PROPERTIES:
:Changes:  [[*I Got Rhythm][I Got Rhythm]]
:END:
* [#A] Scrapple from the Apple :BEBOP:
:PROPERTIES:
:Composer: Charlie Parker
:Changes: [[*Honeysuckle Rose][Honeysuckle Rose]]
:END:
* [#A] Skylark :BALLAD:STANDARD:
:PROPERTIES:
:COMPOSER: Hoagy Carmichael
:END:
* [#A] Solar :BEBOP:
:PROPERTIES:
:Composer: Miles Davis
:END:
* [#A] Someday My Prince Will Come :DISNEY:MOVIE:
* [#A] Song for my Father :HARDBOP:
:PROPERTIES:
:Composer: Horace Silver
:END:
* [#A] So What :MODAL:
:PROPERTIES:
:COMPOSER: Miles Davis
:END:
* [#A] Stella by Starlight :STANDARD:
* [#A] St. Thomas
:PROPERTIES:
:Composer: Sonny Rollins
:END:
* [#A] Take the "A" Train
* [#A] Tea for Two
* [#A] Watermelon Man :HARDBOP:
:PROPERTIES:
:Composer: Herbie Hancock
:END:
* [#A] Wave :BOSSA:
:PROPERTIES:
:Composer: Tom Jobim
:END:
* [#A] We See :BEBOP:
:PROPERTIES:
:Composer: Thelonius Monk
:END:
* [#A] What is This Thing Called Love? :STANDARD:
* [#A] When You Wish Upon a Star :DISNEY:MOVIE:
* [#B] Alfie :BALLAD:MOVIE:
:PROPERTIES:
:Composer: Burt Bacharach
:END::STANDARD:
* [#B] All Blues :MODAL:BLUES:
:PROPERTIES:
:Composer: Miles Davis
:END:
* [#B] Angel Eyes :BALLAD:STANDARD:
* [#B] A Nightingale Sang in Berkeley Square :STANDARD:BALLAD:
* [#B] Autumn in New York :BALLAD:STANDARD:
* [#B] Bluesette
:PROPERTIES:
:Composer: Toots Thielemans
:END:
* [#B] Blue Skies :STANDARD:
* [#B] Brazil
* [#B] Cherokee
* [#B] Countdown :BEBOP:
* [#B] Darn that Dream :STANDARD:
* [#B] Desafinado :BOSSA:
:PROPERTIES:
:Composer: Tom Jobim
:END:
* [#B] Dindi :BOSSA:
* [#B] Dolphin Dance :HARDBOP:
:PROPERTIES:
:Composer: Herbie Hancock
:END:
* [#B] Doodlin' :BLUES:HARDBOP:
:PROPERTIES:
:Composer: Horace Silver
:END:
Slightly modified
* [#B] Emily :BALLAD:MOVIE:
:PROPERTIES:
:Composer: Johnny Mandel
:END:
* [#B] Fall :POSTBOP:
:PROPERTIES:
:COMPOSER: Wayne Shorter
:END:
* [#B] Footprints :POSTBOP:
:PROPERTIES:
:COMPOSER: Wayne Shorter
:END:
* [#B] Four :BEBOP:
:PROPERTIES:
:COMPOSER: Miles Davis
:END:
* [#B] Gee, Baby, Ain't I Good To You :STANDARD:
* [#B] God Bless The Child :STANDARD:BALLAD:
* [#B] Goodbye Pork Pie Hat
* [#B] Here's That Rainy Day :STANDARD:
* [#B] How Deep Is The Ocean?
* [#B] How High The Moon?
* [#B] I Ain't Got Nobody
* [#B] Indiana :STANDARD:
* [#B] In Walked Bud :BEBOP:
:PROPERTIES:
:Changes: [[*Blue Skies][Blue Skies]]
:COMPOSER: Thelonius Monk
:END:
* [#B] In Your Own Sweet Way
:PROPERTIES:
:COMPOSER: Dave Brubeck
:END:
* [#B] Israel :BLUES:
* [#B] It Could Happen To You
* [#B] It Don't Mean a Thing
* [#B] I've Got a Crush On You
* [#B] I've Got the World on a String
* [#B] Joy Spring
:PROPERTIES:
:COMPOSER: Clifford Brown
:END:
* [#B] Little Sunflower :MODAL:
* [#B] Lover Man :BALLAD:STANDARD:
* [#B] Manha de Carnaval :BOSSA:
aka "A Day in the Life of a Fool" or "(Theme from) Black Orpheus"
* [#B] Moment's Notice :BEBOP:
:PROPERTIES:
:COMPOSER: John Coltrane
:END:
* [#B] Mood Indigo
:PROPERTIES:
:COMPOSER: Duke Ellington
:END:
* [#B] Moon River :MOVIE:
* [#B] My Foolish Heart :STANDARD:BALLAD:
* [#B] My One and Only Love
* [#B] My Romance
* [#B] Nutville :HARDBOP:
:PROPERTIES:
:Composer: Horace Silver
:END:
* [#B] On Green Dolphin Street
* [#B] Poinciana
* [#B] Pure Imagination :BALLAD:MOVIE:
From "Willy Wonka & The Chocolate Factory"
* [#B] Round Midnight :BALLAD:
:PROPERTIES:
:Composer: Thelonius Monk
:END:
* [#B] Satin Doll
* [#B] Softly, as in a Morning Sunrise :STANDARD:
* [#B] Somewhere Over The Rainbow :MOVIE:
* [#B] Sweet Georgia Brown
* [#B] There is No Greater Love
* [#B] The Surrey with the Fringe on Top
* [#B] They Can't Take That Away From Me :STANDARD:
:PROPERTIES:
:Composer: Gershwin
:END::STANDARD:
* [#B] Waltz for Debby
* [#B] What's New?
* [#B] When Sunny Gets Blue
* [#B] Yesterdays
* [#B] You'd Be So Nice to Come Home To
* [#B] You Don't Know What Love Is
* [#B] You Took Advantage of Me
* [#C] Agua de Beber :BOSSA:
:PROPERTIES:
:Composer: Tom Jobim
:END:
* [#C] Ain't Misbehavin' :STANDARD:
* [#C] Black Coffee :STANDARD:
* [#C] Blue in Green :BOSSA:
:PROPERTIES:
:Composer: Kenny Dorham
:END:
* [#C] But Not For Me
* [#C] Chelsea Bridge
* [#C] Easy Living :STANDARD:BALLAD:
* [#C] Falling Grace :POSTBOP:
:PROPERTIES:
:COMPOSER: Steve Swallow
:END:
* [#C] I Hear a Rhapsody
* [#C] I Loves You, Porgy
* [#C] Lonely Woman :BALLAD:
:PROPERTIES:
:Composer: Horace Silver
:END::STANDARD:
* [#C] Lush Life :BALLAD:STANDARD:
* [#C] Nobody Else But Me
* [#C] O Pato :BOSSA:
:PROPERTIES:
:Composer: Tom Jobim
:END:
* [#C] Ruby My Dear :BALLAD:
:PROPERTIES:
:Composer: Thelonius Monk
:END:
* [#C] So Danco Samba :BOSSA:
* [#C] Someone to Watch Over Me :STANDARD:BALLAD:
* [#C] Tenderly
* [#C] The Way You Look Tonight
* [#C] Whisper Not
