README.md

<a id="org88abddb"></a>

# All of You :STANDARD:

<a id="orgf8b7dc5"></a>

# All The Things You Are :STANDARD:

<a id="org76f079c"></a>

# Alone Together :BALLAD:STANDARD:

<a id="org905110c"></a>

# A Night in Tunisia :BEBOP:LATIN:

<a id="orgbf98e05"></a>

# Anthropology :RHYTHM:

<a id="orgf09940d"></a>

# Autumn Leaves :STANDARD:BALLAD:

<a id="org7cec40c"></a>

# Bags&rsquo; Groove :BLUES:BEBOP:

<a id="org6de01af"></a>

# Beautiful Love :BALLAD:STANDARD:

<a id="org0c84e10"></a>

# Billie&rsquo;s Bounce :BLUES:BEBOP:

<a id="orgf7a54a3"></a>

# Blue Bossa :BOSSA:

<a id="org13ee828"></a>

# Blue Monk :BLUES:BEBOP:

<a id="org68c2572"></a>

# Body and Soul :STANDARD:

<a id="orga102f1f"></a>

# Boplicity :BEBOP:

<a id="orgbaa28a8"></a>

# Cantaloupe Island :HARDBOP:

<a id="org95afd26"></a>

# Caravan

<a id="org5d68013"></a>

# Corcovado :BOSSA:

<a id="orge36890b"></a>

# Donna Lee :BEBOP:

<a id="orgdfed5e7"></a>

# Doxy :BEBOP:

<a id="orgcef9e5b"></a>

# Embraceable You :STANDARD:BALLAD:

<a id="orgf064d06"></a>

# Georgia on My Mind :BALLAD:STANDARD:

<a id="org3dbed73"></a>

# Giant Steps :BEBOP:

<a id="orgf78efea"></a>

# Girl from Ipanema :BOSSA:

<a id="org1546ea2"></a>

# Have You Met Mrs. Jones? :STANDARD:

<a id="org6426112"></a>

# Have Yourself a Merry Little Christmas :CHRISTMAS:

<a id="org961abb6"></a>

# Honeysuckle Rose :STANDARD:

<a id="org4964eb9"></a>

# If I Only Had A Brain :MOVIE:

<a id="orgf3aa819"></a>

# I Got Rhythm :STANDARD:

:PROPERTIES:
:Composer: Gershwin
:END::STANDARD:

<a id="org0723bda"></a>

# I&rsquo;ll Remember April :STANDARD:

<a id="org7a497fc"></a>

# In a Mellow Tone

<a id="orgc99d066"></a>

# In a Sentimental Mood

<a id="org38b7a28"></a>

# I Remember You :BALLAD:

<a id="org3aee2c4"></a>

# Lester Leaps In

<a id="org4e928c1"></a>

# Like Someone in Love :STANDARD:

<a id="org9e3b781"></a>

# Maiden Voyage :MODAL:

<a id="org78df3f5"></a>

# Mercy, Mercy, Mercy :HARDBOP:

<a id="org3e3e848"></a>

# Misty :STANDARD:

<a id="org8324dde"></a>

# Mr P.C. :BEBOP:BLUES:

<a id="orge535927"></a>

# My Favorite Things :MOVIE:

<a id="org566464f"></a>

# My Funny Valentine

<a id="org7b350eb"></a>

# Naima

<a id="org5b77c31"></a>

# Nardis

<a id="orgc46cb1b"></a>

# Night and Day

<a id="org0584a9b"></a>

# Oleo :RHYTHM:

<a id="orgda7b8fe"></a>

# One Note Samba :BOSSA:

<a id="org6af79a4"></a>

# Rainbow Connection :BALLAD:MOVIE:

From &ldquo;The Muppet Movie&rdquo;

<a id="orgf0714fe"></a>

# Rhythm-A-Ning :RHYTHM:BEBOP:

<a id="orgf573383"></a>

# Salt Peanuts :BEBOP:

<a id="org7a94ab6"></a>

# Scrapple from the Apple :BEBOP:

<a id="orgd203021"></a>

# Skylark :BALLAD:STANDARD:

<a id="org473483d"></a>

# Solar :BEBOP:

<a id="org5c4a53b"></a>

# Someday My Prince Will Come :DISNEY:MOVIE:

<a id="orgb542930"></a>

# Song for my Father :HARDBOP:

<a id="org8196362"></a>

# So What :MODAL:

<a id="orgab56f7e"></a>

# Stella by Starlight :STANDARD:

<a id="org67e5309"></a>

# St. Thomas

<a id="org088045f"></a>

# Take the &ldquo;A&rdquo; Train

<a id="orge5467ea"></a>

# Tea for Two

<a id="org3563315"></a>

# Watermelon Man :HARDBOP:

<a id="org8d4993b"></a>

# Wave :BOSSA:

<a id="org0812556"></a>

# We See :BEBOP:

<a id="org4a45454"></a>

# What is This Thing Called Love? :STANDARD:

<a id="org1fad0bc"></a>

# When You Wish Upon a Star :DISNEY:MOVIE:

<a id="orgf1ed84b"></a>

# Alfie :BALLAD:MOVIE:

:PROPERTIES:
:Composer: Burt Bacharach
:END::STANDARD:

<a id="orge5af487"></a>

# All Blues :MODAL:BLUES:

<a id="org76db150"></a>

# Angel Eyes :BALLAD:STANDARD:

<a id="org0d1ab91"></a>

# A Nightingale Sang in Berkeley Square :STANDARD:BALLAD:

<a id="org95e6cbe"></a>

# Autumn in New York :BALLAD:STANDARD:

<a id="orgd4fe294"></a>

# Bluesette

<a id="org8261a53"></a>

# Blue Skies :STANDARD:

<a id="org18ca750"></a>

# Brazil

<a id="orgcf12fa9"></a>

# Cherokee

<a id="org0fe34f3"></a>

# Countdown :BEBOP:

<a id="orgf0764f2"></a>

# Darn that Dream :STANDARD:

<a id="org09e560d"></a>

# Desafinado :BOSSA:

<a id="orgc15b134"></a>

# Dindi :BOSSA:

<a id="orgbf3d736"></a>

# Dolphin Dance :HARDBOP:

<a id="orgebc2579"></a>

# Doodlin&rsquo; :BLUES:HARDBOP:

Slightly modified

<a id="org83a177d"></a>

# Emily :BALLAD:MOVIE:

<a id="org8b346e8"></a>

# Fall :POSTBOP:

<a id="org0c89b2b"></a>

# Footprints :POSTBOP:

<a id="orgb1197d0"></a>

# Four :BEBOP:

<a id="org0fde73e"></a>

# Gee, Baby, Ain&rsquo;t I Good To You :STANDARD:

<a id="org245d38c"></a>

# God Bless The Child :STANDARD:BALLAD:

<a id="org120e96f"></a>

# Goodbye Pork Pie Hat

<a id="orga580a50"></a>

# Here&rsquo;s That Rainy Day :STANDARD:

<a id="org643b582"></a>

# How Deep Is The Ocean?

<a id="org2f22897"></a>

# How High The Moon?

<a id="org2b2cd32"></a>

# I Ain&rsquo;t Got Nobody

<a id="orga6c3764"></a>

# Indiana :STANDARD:

<a id="orgc9e2f8d"></a>

# In Walked Bud :BEBOP:

<a id="org5961594"></a>

# In Your Own Sweet Way

<a id="orgb35922a"></a>

# Israel :BLUES:

<a id="org434a678"></a>

# It Could Happen To You

<a id="org5b4c38d"></a>

# It Don&rsquo;t Mean a Thing

<a id="org3ac2dd3"></a>

# I&rsquo;ve Got a Crush On You

<a id="org6de600b"></a>

# I&rsquo;ve Got the World on a String

<a id="org23c75d0"></a>

# Joy Spring

<a id="org5079f12"></a>

# Little Sunflower :MODAL:

<a id="org0401316"></a>

# Lover Man :BALLAD:STANDARD:

<a id="orgd16f543"></a>

# Manha de Carnaval :BOSSA:

aka &ldquo;A Day in the Life of a Fool&rdquo; or &ldquo;(Theme from) Black Orpheus&rdquo;

<a id="orgc4a4566"></a>

# Moment&rsquo;s Notice :BEBOP:

<a id="org20b0081"></a>

# Mood Indigo

<a id="orgb5a4d89"></a>

# Moon River :MOVIE:

<a id="org115fa6d"></a>

# My Foolish Heart :STANDARD:BALLAD:

<a id="orgbac2d0b"></a>

# My One and Only Love

<a id="orgea00031"></a>

# My Romance

<a id="org647401e"></a>

# Nutville :HARDBOP:

<a id="orgd1965e5"></a>

# On Green Dolphin Street

<a id="org671c17e"></a>

# Poinciana

<a id="orgda011c4"></a>

# Pure Imagination :BALLAD:MOVIE:

From &ldquo;Willy Wonka & The Chocolate Factory&rdquo;

<a id="orgbc56642"></a>

# Round Midnight :BALLAD:

<a id="org501715a"></a>

# Satin Doll

<a id="org66c6a02"></a>

# Softly, as in a Morning Sunrise :STANDARD:

<a id="org2317a0a"></a>

# Somewhere Over The Rainbow :MOVIE:

<a id="org1c39cf7"></a>

# Sweet Georgia Brown

<a id="org8cde556"></a>

# There is No Greater Love

<a id="org23cc6b8"></a>

# The Surrey with the Fringe on Top

<a id="org838a0a0"></a>

# They Can&rsquo;t Take That Away From Me :STANDARD:

:PROPERTIES:
:Composer: Gershwin
:END::STANDARD:

<a id="org995cfcf"></a>

# Waltz for Debby

<a id="org6d63d98"></a>

# What&rsquo;s New?

<a id="orgfec682e"></a>

# When Sunny Gets Blue

<a id="org674954e"></a>

# Yesterdays

<a id="orgf8da254"></a>

# You&rsquo;d Be So Nice to Come Home To

<a id="orged37aef"></a>

# You Don&rsquo;t Know What Love Is

<a id="org1488d80"></a>

# You Took Advantage of Me

<a id="orgb5d4761"></a>

# Agua de Beber :BOSSA:

<a id="orgd60c8c9"></a>

# Ain&rsquo;t Misbehavin&rsquo; :STANDARD:

<a id="orgeba2ab3"></a>

# Black Coffee :STANDARD:

<a id="org8cdf3cb"></a>

# Blue in Green :BOSSA:

<a id="orgac9bcd1"></a>

# But Not For Me

<a id="org535bea3"></a>

# Chelsea Bridge

<a id="org18f0fb1"></a>

# Easy Living :STANDARD:BALLAD:

<a id="orgbd8f544"></a>

# Falling Grace :POSTBOP:

<a id="org40d7ec8"></a>

# I Hear a Rhapsody

<a id="org195ac74"></a>

# I Loves You, Porgy

<a id="org2b7e648"></a>

# Lonely Woman :BALLAD:

:PROPERTIES:
:Composer: Horace Silver
:END::STANDARD:

<a id="orgcf3f298"></a>

# Lush Life :BALLAD:STANDARD:

<a id="org21e8789"></a>

# Nobody Else But Me

<a id="org8065d3b"></a>

# O Pato :BOSSA:

<a id="org71ab244"></a>

# Ruby My Dear :BALLAD:

<a id="orgf4d2266"></a>

# So Danco Samba :BOSSA:

<a id="org3ec5878"></a>

# Someone to Watch Over Me :STANDARD:BALLAD:

<a id="org4a135d0"></a>

# Tenderly

<a id="org1db1f91"></a>

# The Way You Look Tonight

<a id="orgbd97dce"></a>

# Whisper Not
